{
  "perennials": [
    {
      "id": 1,
      "img": "plant1.webp",
      "imgThumb": "plant1.webp",
      "commonName": "Fuchsia",
      "latinName": "Fuchsia Delta's Sarah",
      "position": "Full Sun / Light Shade",
      "rateOfGrowth": "Average",
      "floweringPeriod": "Jun - Oct",
      "maxHeight": "1m",
      "maxSpread": "1m",
      "datePlanted": "05/05/2024",
      "description": "A newly introduced, hardy fuchsia, that produces large, white and violet-blue flowers, which fade to maroon-purple and seem to drip from the branches for a long period throughout summer and autumn. Wonderful for adding lashings of colour to a mixed border, it will also flourish in a generously-sized pot and can be under-planted with seasonal bedding.",
      "careNotes": "To encourage growth, pinch out the growing tips of young plants after the sixth or seventh pair of leaves. During the growing season water regularly, applying a balanced liquid fertiliser each month. Cut back to the permanent framework in early spring.",
      "shopUrl": "https://www.crocus.co.uk/plants/_/fuchsia-deltas-sara/classid.2000015644/"
    },
    {
      "id": 2,
      "img": "plant2.webp",
      "imgThumb": "plant2.webp",
      "commonName": "Dalmatian Bellflower",
      "latinName": "Campanula Portenschlagiana",
      "position": "Full Sun / Light Shade",
      "rateOfGrowth": "Fast",
      "floweringPeriod": "Jul - Aug",
      "maxHeight": "0.5m",
      "maxSpread": "0.1m",
      "description": "Spreading mounds of deep purple, funnel-shaped flowers appear in July and August with heart-shaped to kidney-shaped, mid-green leaves that are retained all year. These low-growing Dalmatian bellflowers look wonderful cascading over a sunny, well-drained rock garden or raised bed, used as edging or tucked in between paving stones or a dry-stone wall. This campanula is very vigorous, so it's best planted away from smaller, less competitive plants.",
      "careNotes": "Protect the tender foliage from slug damage using environmentally friendly slug pellets or beer traps. During the growing season water freely.",
      "shopUrl": "https://www.crocus.co.uk/plants/_/campanula-portenschlagiana/classid.659/"
    },
    {
      "id": 3,
      "img": "plant3.webp",
      "imgThumb": "plant3.webp",
      "commonName": "Chocolate Cosmos",
      "latinName": "Cosmos Atrosanguineus Cherry Chocolate",
      "position": "Full Sun",
      "rateOfGrowth": "Average",
      "floweringPeriod": "Jun - Sep",
      "maxHeight": "0.45m",
      "maxSpread": "0.3m",
      "description": "Boasting sumptuous, velvety cherry-hued blooms atop lance-shaped, blue-green foliage, ‘Cherry Chocolate’ is a standout in any sunny border, offering a striking contrast when paired with other vibrant hues. Awarded second place as Plant of the Year by the RHS at the Chelsea Flower Show 2024, this variety features the largest flowers among atrosanguineus cultivars, measuring 7cm (3in) across. Its allure is further enhanced by its chocolate fragrance emanating from its blooms, enticing both humans and pollinators alike. To safeguard against frost damage, consider protecting its tuberous roots with a cloche or overwintering in a frost-free environment, ensuring its beauty for seasons to come.",
      "careNotes": "In autumn after the foliage has died back reduce the stems to within 5cm (2in) of the roots. Lay in a tray of soil or compost and over-winter in a frost-free environment until early spring.",
      "shopUrl": "https://www.crocus.co.uk/plants/_/cosmos-atrosanguineus-cherry-chocolate-vg001-pbr/classid.2000050172/"
    },
    {
      "id": 4,
      "img": "plant4.webp",
      "imgThumb": "plant4.webp",
      "commonName": "Lavender",
      "latinName": "Lavandula Angustifolia Melissa Lilac",
      "position": "Full Sun",
      "rateOfGrowth": "Average",
      "floweringPeriod": "Jul - Sep",
      "maxHeight": "0.6m",
      "maxSpread": "0.75m",
      "description": "Stunning, large, lilac-coloured, fragrant flower spikes appear in summer above slender, aromatic, silvery-grey leaves. This is a lovely lavender for edging paths and borders; the aromatic foliage perfumes the air if you brush against it. It also works well in a gravel garden, or clipped into a formal sphere for a contemporary look. The flower-spikes are highly attractive to bees and other beneficial insects.",
      "careNotes": "Cut back the stalks after the flowers have faded. Carefully trim back in April, taking care not to cut into old wood.",
      "shopUrl": "https://www.crocus.co.uk/plants/_/lavandula-angustifolia-melissa-lilac-dow4-pbr/classid.2000006297/"
    },
    {
      "id": 5,
      "img": "plant5.webp",
      "imgThumb": "plant5.webp",
      "commonName": "Aster Monch",
      "latinName": "Aster × Frikartii 'Mönch'",
      "position": "Full Sun",
      "rateOfGrowth": "Average",
      "floweringPeriod": "Aug - Oct",
      "maxHeight": "0.7m",
      "maxSpread": "0.4m",
      "description": "Slender lavender-blue ray-florets surround a golden yellow disc, forming good-sized flowerheads to 8cm across, which top sturdy, well-branching stems from midsummer to mid-autumn. This award-winning Michaelmas daisy is highly prized for its vigorous growth and resistance to disease.",
      "careNotes": "Stake with bamboo canes or brushwood in early spring. Water regularly during dry spells and deadhead regularly to prolong flowering. After flowering cut the flowered stems to the ground and apply a generous mulch of well-rotted garden compost or horse manure around the base of the plant.",
      "shopUrl": "https://www.crocus.co.uk/plants/_/aster--frikartii-mnch/classid.2571/"
    },
    {
      "id": 6,
      "img": "plant6.webp",
      "imgThumb": "plant6.webp",
      "commonName": "Mullein",
      "latinName": "Verbascum Chaixii 'Album'",
      "position": "Full Sun",
      "rateOfGrowth": "Average",
      "floweringPeriod": "May - Aug",
      "maxHeight": "0.9m",
      "maxSpread": "0.45m",
      "datePlanted": "05/05/2024",
      "description": "Bold spires of saucer-shaped, white flowers with mauve centres from May to August. One of the most reliable and long-flowering varieties of verbascum. Seeds sown in a cold frame in late spring or early summer produce rosettes of hairy, mid-green leaves and flowers the following year. Perfect for a sunny border.",
      "careNotes": "Apply a 5-7cm (2-3in) mulch around the base of the plant in autumn to protect from winter extremes, taking care not to cover the crown. Stake in spring with bamboo canes or twiggy prunings before the flowers appear. Mullein moth caterpillars can be a problem, so pick off the insects in early June as soon as they appear. Remove faded flower spikes.",
      "shopUrl": "https://www.crocus.co.uk/plants/_/verbascum-chaixii-album/classid.2000012679/"
    },
    {
      "id": 7,
      "img": "plant7.webp",
      "imgThumb": "plant7.webp",
      "commonName": "Anemone",
      "latinName": "Anemone Leveillei",
      "position": "N/A",
      "rateOfGrowth": "Fast",
      "floweringPeriod": "Apr - May",
      "maxHeight": "0.6m",
      "maxSpread": "0.4m",
      "description": "This gorgeous anemone looks wonderful when planted in big, naturalised swathes, where there is a reliable amount of moisture. It forms a low, softly hairy mound of foliage, which in late spring and early summer is topped with elegant, lilac-backed white flowers that have a central cluster of deep purple-blue anthers. Happiest in a sunny spot, it can also be grown in lightly dappled shade.",
      "careNotes": "Apply a generous 5-7cm (2-3in) mulch of well-rotted garden compost or manure around the base of the plant in spring. Avoid moving the plant since it resents disturbance. Where necessary lift and divide congested clumps in early spring.",
      "shopUrl": "https://www.crocus.co.uk/plants/_/anemone-leveillei/classid.2000006617/"
    },
    {
      "id": 8,
      "img": "plant8.webp",
      "imgThumb": "plant8.webp",
      "commonName": "Avens",
      "latinName": "Geum 'Totally Tangerine'",
      "position": "Full Sun / Light Shade",
      "rateOfGrowth": "Fast",
      "floweringPeriod": "Jun - Sep",
      "maxHeight": "0.9m",
      "maxSpread": "0.5m",
      "description": "This adaptable perennial is a sterile cultivar, so it will produce an abundance of apricot-orange flowers over a prolonged period throughout summer and into autumn. These are held on leafy stems that form an attractive clump of divided, toothed and scalloped foliage. It's perfect for adding bright splashes of colour towards the front of a sunny border.",
      "careNotes": "Keep well watered and remove tatty foliage in autumn. Lift and divide clumps every couple of years in early autumn and replant with the crown just above the surface of the soil. Apply a generous 5-7cm (2-3in) mulch of well-rotted organic matter around the crown of the plant in spring.",
      "shopUrl": "https://www.crocus.co.uk/plants/_/geum-totally-tangerine-pbr/classid.2000019847/"
    },
    {
      "id": 9,
      "img": "plant9.webp",
      "imgThumb": "plant9.webp",
      "commonName": "False Indigo",
      "latinName": "Baptisia Australis",
      "position": "Full Sun",
      "rateOfGrowth": "Fast",
      "floweringPeriod": "Jun",
      "maxHeight": "0.9m",
      "maxSpread": "0.8m",
      "description": "Upright spikes of mauve to dark indigo-blue, pea-like flowers in June, often flecked white or cream. False indigo is perfect for a well-drained border or a dry, sunny bank. Resist the temptation to cut the plant back in autumn since the seed-pods and slender stems look wonderful frosted in the winter garden.",
      "careNotes": "Drought tolerant once established, however keep new plants well watered. Lift and divide large colonies in early spring.",
      "shopUrl": "https://www.crocus.co.uk/plants/_/baptisia-australis/classid.292/"
    },
    {
      "id": 10,
      "img": "plant10.webp",
      "imgThumb": "plant10.webp",
      "commonName": "Clustered Bellflower",
      "latinName": "Campanula Glomerata 'Superba'",
      "position": "Full Sun/Light Shade",
      "rateOfGrowth": "Fast",
      "floweringPeriod": "Jun - Aug",
      "maxHeight": "0.75m",
      "maxSpread": "1m",
      "description": "Dense heads of large, rich purple, bell-shaped flowers appear from June to August on tall stems that rise above rosettes of oval, mid-green leaves. This beautiful bellflower is perfect for a sunny cottage-style or herbaceous border and is equally happy in partial shade.",
      "careNotes": "Avoid planting out seedlings until all threat of frost has passed. During the growing season water freely and apply a balanced liquid fertiliser each month. Cut back after flowering, both to prevent self-seeding and to encourage a second flush of flowers.",
      "shopUrl": "https://www.crocus.co.uk/plants/_/campanula-glomerata-superba/classid.645/"
    },
    {
      "id": 11,
      "img": "plant11.webp",
      "imgThumb": "plant11.webp",
      "commonName": "Candytuft",
      "latinName": "Iberis Masterpiece",
      "position": "Full Sun",
      "rateOfGrowth": "Average",
      "floweringPeriod": "May - Sep",
      "maxHeight": "0.3m",
      "maxSpread": "0.4m",
      "description": "White flowers open from pink-flushed buds forming large (to 7cm across), flattened flowerheads, which cover the shrubby, evergreen foliage from late spring to early summer. Excellent for edging a sunny path or border, the plants will become drought tolerant once established, while the flowers are very attractive to butterflies.",
      "careNotes": "Protect young plants from damage caused by slugs and snails using environmentally friendly slug pellets or beer traps. To keep the plant looking neat and tidy, give it a light trim after the flowers have faded.",
      "shopUrl": "https://www.crocus.co.uk/plants/_/iberis-masterpiece-pbr/classid.2000018235/"
    }
  ],
  "trees": [
    {
      "id": 1,
      "img": "tree1.webp",
      "imgThumb": "tree1.webp",
      "commonName": "'Discovery' Apple Tree",
      "latinName": "Malus Domestica",
      "position": "",
      "rateOfGrowth": "",
      "floweringPeriod": "",
      "maxHeight": "",
      "maxSpread": "",
      "flavour": "Sweet",
      "season": "Summer",
      "description": "Ready for picking during the second half of August, the fruits are medium sized, greenish yellow, three quarters flushed with bright red. The flesh is creamy white, crisp and juicy with a very good, pleasant flavour. The trees are upright and of moderate vigour, the blossom is frost tolerant. Good pollinators for this variety are: Cox Orange, Golden Delicious and Greensleeves.",
      "careNotes": "Pruning young apple trees for the first few years after planting ensures a healthy, goblet-like shape. Your tree should have one central leader and several side shoots. Straight after planting, you can remove the lowest laterals. Prune back other branches by between a third and half their length.\n\nIn the following years, remove any shoots growing out of the trunk to maintain a clear stem. Also remove any crossing, diseased or damaged branches.",
      "shopUrl": "https://www.chrisbowers.co.uk/product/apples-discovery/"
    },
    {
      "id": 2,
      "img": "tree2.webp",
      "imgThumb": "tree2.webp",
      "commonName": "'Greensleeves' Apple Tree",
      "latinName": "Malus Domestica",
      "position": "",
      "rateOfGrowth": "",
      "floweringPeriod": "",
      "maxHeight": "",
      "maxSpread": "",
      "flavour": "Sweet, Refreshing",
      "season": "Summer",
      "description": "A superb variety from east Malling Research Station. It bears fruit very early in life and is a superb pollinator for other mid-season apples. The fruits are ready for picking at the end of September and will keep well until late November. The golden apples are very attractive on the tree, and resemble a much brighter and cleaner Golden Delicious. Pale Yellow, but always having russet around the stalk cavity. The medium to large fruits have crisp, juicy flesh with an excellent flavour. The trees are compact and extremely precocious, fruiting on both spurs and young wood. A very easy to manage tree. The yield is very, very high, cropping at about double that of Coxs Orange. Greensleeves is a cross between James Grieve and Golden Delicious, is partially self fertile, and flowers over a long period. This variety has frost resistance, is fairly hardy and can he grown in the north As Greensleeves is self fertile, it can be grown without any other pollinator and will produce a very worthwhile crop if you only have room for just one tree. For the very best results, plant with a pollinator such as: Coxs Orange, Grenadier, Redsleeves, Sunset etc.",
      "careNotes": "Pruning young apple trees for the first few years after planting ensures a healthy, goblet-like shape. Your tree should have one central leader and several side shoots. Straight after planting, you can remove the lowest laterals. Prune back other branches by between a third and half their length.\n\nIn the following years, remove any shoots growing out of the trunk to maintain a clear stem. Also remove any crossing, diseased or damaged branches.",
      "shopUrl": "https://www.chrisbowers.co.uk/product/apples-greensleeves/"
    },
    {
      "id": 3,
      "img": "tree3.webp",
      "imgThumb": "tree3.webp",
      "commonName": "Japanese Cherry Amanogawa",
      "latinName": "Prunus 'Amanogawa'",
      "position": "Full Sun",
      "rateOfGrowth": "",
      "floweringPeriod": "Spring",
      "maxHeight": "6m",
      "maxSpread": "2m",
      "flavour": "",
      "season": "",
      "description": "Prunus 'Amanogawa' is a very columnar ornamental cherry tree, ideal as an eye-catching specimen for smaller spaces or for lining avenues. The narrow form will grow to a height and spread of just 6 x 2 metres in 20 years.\n\nIn April, the upright branches are smothered in pale pink cherry blossom. The large, semi-double, flowers have a pleasant and subtle fragrance. Bronze-green spring foliage turns to mid-green in the summer and then bursts into orange and red colours later in the year for an autumnal display.",
      "careNotes": "Water Amanogawa Japanese Cherry trees well and regularly through the first spring and summer, increasing in periods of hot or dry weather. In autumn, you may only need to water a little. The best time of year to prune Amanogawa is straight after flowering. For Upright Cherry trees, it is beneficial to carry out formative pruning for the first few years by creating a balanced branch framework and removing badly placed shoots.\n\nAfter two to three years, you will only need to remove any damaged or unwanted branches.",
      "shopUrl": "https://www.ornamental-trees.co.uk/prunus-amanogawa-tree-p203"
    },
    {
      "id": 4,
      "img": "tree4.webp",
      "imgThumb": "tree4.webp",
      "commonName": "Weeping Japanese Acer",
      "latinName": "Acer Palmatum 'Ryusen'",
      "position": "Full Sun/Light Shade",
      "rateOfGrowth": "",
      "floweringPeriod": "",
      "maxHeight": "2m",
      "maxSpread": "1.5m",
      "flavour": "",
      "season": "",
      "description": "A handsome maple with a graceful, stiffly weeping habit and bright green leaves in spring, turning darker green in summer. Excellent golden yellow, orange or red autumn colour as the leaves fall in October.\n\nA small, slender weeping plant (unless trained), excellent in a border (in sun or partial shade) and suitable for growing in a large container.",
      "careNotes": "Best in dappled shade, out of strong winds, on an acid to neutral soil that is moist but well drained. The shallow and fibrous root system benefits from a mulch. Prune for health if necessary.",
      "shopUrl": "https://www.cowellsgc.co.uk/product/acer-palmatum-ryusen-standard"
    }
  ]
}
